[{"id":null,"title":"REINDEER","author":"PK","date":"No date given","content":"No content given","slug":null,"title_img":"No image given","description":"REINDEER"},{"id":1608444000,"title":"REINDEER","author":"PK","date":"December 20, 2020","content":"\nImagine you are stranded at the north pole with just a cart. What else would you wish you had to get to the nearest town? Maybe a helicopter? A snowmobile? Or, if you are of the really adventurous kind, maybe a reindeer. You could have a reindeer pull your cart and make your way to safety. You will be grossly overestimating if you hope the reindeer will fly.\n\nGrowing up without the internet, I was not sure if reindeer were real. I had only heard about them in stories related to Santa and the stories made the Rudolphs feel fantastic. I was especially delighted when I found out that reindeer are very much real.\n\nThe word ‘reindeer’ originates from the Old Norse word for reindeer which is ‘hreinn’. In North America, they are called ‘caribou’. It comes from the Mi’kmaq word ‘qalipu’ which means ‘snow-shoveller’. It is a very apt name as reindeer shovel snow to eat the plants underneath it.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1taAsOaLhTuIpBAWDKIrB2jkceyOyhd0y\">\n  <figcaption>Range of Reindeer around the World (Source)</figcaption>\n</figure>\n\n\nReindeer (or caribou), a type of deer, are found in the arctic, sub-artic, tundra, boreal, and mountains of Asia, Europe, and North America. Because they live in a very cold climate, many reindeer migrate to warmer climates in winter. American reindeer can migrate over 1000 km each way. One other land mammal (Gray wolves in Canada- 1016 km) migrates that far. Humpback whales (sea mammals) migrate over 8500 km each way.\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/P0LaQfncfxM\"  ></iframe>\n</div>\n\n\nReindeer are deer and are closely related to cows and sheep. They live in herds or groups of 10 animals or more. In summer, they live in smaller groups but in winter and spring, the herds can have anywhere between 50,000 to 500,000 animals. They live for 15 years in the wild and can live as long as 20 years when domesticated.\n\nReindeer are the only deer in which females also grow antlers. Male reindeer have the second-largest antlers in the deer family, right after moose. Their antlers can be as tall as 135 cm which can be higher than their bodies (~120cm). Reindeer have the largest antler height when compared to body height among deer. Reindeer lose their antlers every year and regrow them in the summer months. The presence of antlers in females is indicative of better health. The calves of antlered-females are often healthier as well. In males, the antlers are used as weapons and are used to dominate other males.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1ZPrxaCWdUleBiSzxfi8STtrPsgXh8vEh\">\n  <figcaption>The majestic Reindeer, the arctic wanderers. Photo by Frans Van Heerden from Pexels.</figcaption>\n</figure>\n\nReindeer have different coat colors, ranging from white to dark brown. The reindeer who live closest to the north pole are smaller and white while the reindeer who live south of the arctic region are bigger and darker. Their furs have 2 parts – a woolly layer underneath a long-haired layer. The long hairs are air-filled and thus provide better insulation for the reindeer to survive the cold. The air-filled hair also helps reindeer swim. They are covered with hair from nose to their hooves. The hair on their hooves provides them with a better grip in snow and ice along with warmth.\n\nThe noses of reindeer are specialized. It is important to keep the nose warm and it heats up the surrounding air before it breathes in the air. For this, the nose is supplied with a lot of blood vessels which might give the reindeer’s nose a reddish appearance. Now you know why Rudolph’s nose was red! Reindeer also rely on scent for food, direction, and escaping danger.\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/ApBbiCZEZKo\"></iframe>\n</div>\n\nReindeer live in a climate where food is scarce. The main reason why reindeer migrate is in search of food. Reindeer eat lichen (an association of algae or cyanobacteria and fungi) called reindeer lichen, plant leaves, and some fungi. They have to shovel or dig up snow to get to their food. During summer in the arctic, the reindeer synchronize their sleeping pattern with the sun, so that they are awake when the sun is up. This helps them digest their food better. An adult reindeer weighs up to 250 kg can eat 4 to 8 kg of food per day.\n\nApart from humans who have hunted reindeer for thousands of years for milk, meat, coat, and antlers, reindeer also have other natural predators. Young or baby reindeer can be eaten by eagles or wolverines. Brown bears and polar bears attack weaker members of a herd. Grey wolves and grizzly bears can take down larger reindeer. Different flies can also cause diseases in reindeer.\n\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/XX6VB-y9_Pk\"></iframe>\n</div>\n\nMy favorite reindeer from popular culture is ‘Sven’ from Frozen. Reindeer have been domesticated by humans for thousands of years and are useful for carrying heavy things, transport, and are also used for meat, milk, and fur. They also make great pets.\n\nReindeer are currently a vulnerable population. With global warming, their habitat is decreasing. One species of reindeer has already gone extinct. Human built structures also interfere with the migration paths of these animals.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=13E5xnusEQIoFVBsd3wMnB7TUVDMnSukO\">\n  <figcaption>Reindeer with a red nose!</figcaption>\n</figure>\n\n\nThis holiday season, take some time to learn about these remarkable animals (check out any of the links below). Let me know what you found to be most fascinating and what questions or hypotheses you came up with about reindeer!\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Reindeer. Wikipedia.](https://en.wikipedia.org/wiki/Reindeer)\n- [Nebel, S. 2010. Animal Migration. Nature Education Knowledge 3(10):77.](https://www.nature.com/scitable/knowledge/library/animal-migration-13259533/)\n- [Joly, K. et al. 2019. Longest terrestrial migrations and movements around the world. Scientific Reports 9:15333.](https://www.nature.com/articles/s41598-019-51884-5)\n- [10 Brr-illiant Reindeer Facts. NatGeo Kids.](https://www.natgeokids.com/uk/discover/animals/general-animals/reindeer-facts/)\n- [Fun facts about reindeer and caribou.](https://www.fda.gov/animal-veterinary/animal-health-literacy/fun-facts-about-reindeer-and-caribou)\n- [Bradford, A. 2016. Facts about reindeer.](https://www.livescience.com/56310-reindeer-facts.html)\n- [What does ‘endangered’ mean?](https://www.worldwildlife.org/pages/what-does-endangered-species-mean)\n\n</div>","slug":"reindeer-the-arctic-wanderers","title_img":"https://drive.google.com/uc?export=download&id=1C00fgNelghh3aG4lWimI6MMM9QDP5ArP","description":"REINDEER"},{"id":1607752800,"title":"METAMORPHOSIS","author":"PK","date":"December 12, 2020","content":"\nHave you ever seen a cloth change into a cat? In a popular Bengali story, it did. However, that might be a little difficult in biology but you can definitely find an animal that could only breathe underwater change into an animal that can breathe on land. Whoa! Is this sorcery? Or a very natural phenomenon? Excitingly, there are real shapeshifters in nature.\n\nAll animals either hatch from eggs or are born from their mothers’ bodies. They start from a single cell, make more cells and organs, and also grow bigger. Even after birth, animals grow bigger and make different features to be more adjusted to the world around them. This process is called growth and development. For example, human babies start from a single cell and grow into a fetus before birth. We are born with about 300 bones but as we develop, some of the bones fuse together, and finally, an adult human has 206 bones.\n\nMost animals develop in the environment they are born in. Fish take birth in water and they spend all their lives in water and that environment fulfills all their needs. However, some other animals, mainly insects and amphibians like frogs do not live in the environment they are born in. They undergo a process called metamorphosis.\n\nThe term metamorphosis has many figurative meanings but biologically it refers to the drastic changes of shape, structure, and characteristics that certain animals go through during their developmental process. Mainly insects and amphibians undergo metamorphosis but certain fish and marine invertebrates are also known to partake in this process. During the development of these animals, they acquire extreme changes in their habitat, morphology (structure and form), or reproductive stages. It is almost like these animals are shape-shifters! All these changes give them advantages in their adult lives. Before that, let’s look at an example.\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1pbG1C-CsIxwmBChHlmYXq13bTgfNYojA\">\n  <figcaption>Stages in the life of a Butterfly</figcaption>\n</figure>\n\nButterflies and moths undergo complete metamorphosis. They hatch from their eggs into larvae. These larvae are called caterpillars. Caterpillars have 6 legs like their adult counterpart but unlike adults, they do not have wings. These crawling caterpillars eat a lot of food and can grow 100 times their size at the time of hatching. At this feeding stage, they do not spend a lot of energy moving and store their food to be used during their adult life.\n\nAfter a few weeks, with some hormonal (ecdysone) changes in the body, caterpillars stop eating and form a pupa each. This is a vulnerable stage, so the pupa generally hangs from a branch, is hidden in leaves, or is even buried. This stage lasts for about two weeks. From the outside, it looks like nothing is happening to the pupa but drastic changes are going on inside. At this stage, the larval cells dissolve and adult cells are formed giving rise to different body types, legs, and wings.\n\nAfter the two weeks period, the adult butterfly or moth comes out from the shell of the pupa. Thus the metamorphosis is complete. The feeding larval stage is wingless with short antennas and small eyes and an inability to reproduce while the adult stage can fly, have longer antennas, larger eyes, and has the purpose of mating and laying eggs. \n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1OjLMZlMWo_BAPxWnGuHX62SB88-sQfdP\">\n  <figcaption>Nymph and Adult of Dragonflies</figcaption>\n</figure>\n\nThis was an example of complete metamorphosis with a life cycle of egg, larva, pupa, and adult. Some animals also exhibit incomplete or partial metamorphosis. They have several stages called nymphs since they are hatched from eggs. These stages are not very different from each other. There are differences in pigmentation, flying capability, and whether or not they can reproduce. The adult stages can fly, reproduce, and are colorful but the previous stages do not have these capabilities. Instead, in incomplete metamorphosis, the nymphs look like smaller and less capable adults.\n\nBut why do butterflies do this? Are there any benefits? Well, the biggest benefit is that caterpillars and adult butterflies eat completely different things and thus do not have to compete with each other. Butterflies drink the nectar of flowers while caterpillars eat leaves. Also, they can take advantage of the change of seasons. Caterpillars generally hatch in the summer and by fall they become butterflies that can migrate away to warmer weather (Eg. Monarch butterflies migrate from the Rocky Mountains in the north to Mexico in the south). Some insects can also spend the wintertime in pupa which gives a protective covering Since pupa don’t eat, it will be beneficial to spend the winter as a pupa as food is low at that time. Thus, undergoing metamorphosis is quite useful for these invertebrates. Did you know Oysters also undergo metamorphosis? \n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1x7GtEqZv0R9OEDpgy01DpktNKRg5_fF4\">\n  <figcaption>Stages in the life of a Frog</figcaption>\n</figure>\n\n\nFrogs also undergo this process. Adult frogs lay eggs in the water and tadpoles are born in water with gills and tails. These herbivorous tadpoles start to secrete a thyroid hormone which makes changes to all the organs of their body to make them more suitable to live on land. Hindlimb and forelimb become more suited for land locomotion, the tongue becomes more suitable to catch flies, the jaw of the herbivorous tadpole changes to a jaw of a carnivorous frog, the tail, and gills disappear and even the morphology of the small intestine changes. Again, this process is beneficial to the frogs, as the tadpoles and adult frogs have very different food preferences. The tadpoles are free to acquire energy right after hatching from their environment before developing into the more intricate adult form. The adult frog can also take measures for seasonal changes.\n\nThis video is a great explanation of the process of metamorphosis in frogs:\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/rJOOxlFs9Is\" ></iframe>\n</div>\n\n\nIsn’t this such a cool process? Our natural world is so exciting and every organism has found some ways to make it easier for themselves to make the best of it. Mosquitoes, houseflies, termites, fruitflies, damselflies, mayflies, lamprey, salamanders, newts, mites, spiders, and more animals undergo complete or partial metamorphosis.\n\nGo out, find a worm, count their legs and use the internet to find out if they are shape-shifters!\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Bishop, C. D. et al. 2006. What is metamorphosis? Integrative and Comparative Biology 46(6): 655–661.](https://academic.oup.com/icb/article/46/6/655/702188)\n- [Animal Development. Britannica.](https://www.britannica.com/science/animal-development)\n- [Butterfly Life cycle. The Academy of Natural Science s of Drexel University.](https://ansp.org/exhibits/online-exhibits/butterflies/lifecycle)\n- [Advantages of Metamorphosis for Insects.](https://study.com/academy/lesson/advantages-of-metamorphosis-for-insects)\n- [Gilbert, S. F. 2000. The Frog Life cycle. Developmental Biology 6th edition.](https://www.ncbi.nlm.nih.gov/books/NBK10035)\n- [Dodd, M. H. I. and Dodd, J. M. 1976. The Biology of Metamorphosis. Physiology of the Amphibia.](https://books.google.com/books?hl=en&lr=&id=dL2T3nQlR6UC&oi=fnd&pg=PA467&dq=why+do+frogs+undergo+metamorphosis&ots=A8NClHdn3B&sig=NdjKbDN3wOUJ5lH3nKNjr5AXIzM#v=onepage&q=why%20do%20frogs%20undergo%20metamorphosis&f=false)\n</div>","slug":"metamorphosis-the-shapeshifters","title_img":"https://drive.google.com/uc?export=download&id=1opJtZJ5SsujSjhn4jd2kHbbqKtiQkqon","description":"METAMORPHOSIS"},{"id":1607148000,"title":"ECOSYSTEM","author":"PK","date":"December 5, 2020","content":"\nCan you survive alone on this planet? With no other living beings, just you. Do you think you will be able to exist? Probably not. Living beings are intricately dependent on one another to stay alive. These relationships between each living being with their surrounding (that consists of millions of living beings) make an ecosystem.\n\nAn ecosystem consists of living and non-living things. They are all related to each other by the flow of energy and nutrients. Energy is added into the system when plants take in energy from the sun by photosynthesis and store it in their body parts. The plants then serve as food for different kinds of animals. This way, energy is passed from plants to animals. These animals in turn are eaten by other animals who might also be eaten by other animals. When these living beings die, microorganisms decompose their bodies and return the trapped nutrients to nature. The producers release oxygen as a byproduct of making food. The oxygen is used by most living beings (including all plants, animals, and most microorganisms) during respiration. Carbon dioxide is a byproduct of respiration which is taken up by plants during photosynthesis, thus maintaining the oxygen-carbon dioxide balance in nature.\n\nExamples of significant ecosystems are forests, grasslands, freshwater, marine, deserts, and tundra.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=12T8eSwE13juuxvrC6tVF4Huo9LUzHosK\">\n  <figcaption>Ecosystem</figcaption>\n</figure>\n\n\nThe living beings which can trap the energy of the sun and turn it into food for other animals are called producers. Our main producers are plants but certain microorganisms like algae (including diatoms) can also perform photosynthesis. Feeding on the producers is primary consumers or herbivores. These organisms like caterpillars, giraffes, shrimps, and more, feed on the producers. Secondary consumers or carnivores feed on primary consumers. Lions, praying mantis and cichlid are among animals that feed on other animals. Tertiary consumers can be carnivores eating other carnivores or omnivores that can feed on any of the above types. Owls, humans, and barracuda are part of tertiary consumers. Secondary and tertiary consumers are often called predators while anything that the predator feeds on is called prey. When all these animals and plants die, they are decomposed by microorganisms. \n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1W60cxY-FoAIY3KOPGXg_kEXxKhdV-aLz\">\n  <figcaption>An example of ecological relationship.</figcaption>\n</figure>\n\nIn a stable sustainable ecosystem, the number of producers is the highest, next are the primary consumers and then the secondary consumers. Tertiary consumers make up the least number of living beings in an ecosystem. This can be represented as a pyramid that was first visualized by Charles Elton in 1927 in his book Animal Ecology. This pyramid is called an ecological pyramid and shows how a sustainable ecosystem should have most producers and fewer consumers.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1cQ0F5-16Zk2z4Eogv18Cl24eU1RZcypY\">\n  <figcaption>Ecological Pyramid</figcaption>\n</figure>\n\nCharles Elton also elaborated on the concepts of the food chain and food web.\nThe food chain is a linear relationship between producers, consumers, and decomposers. For example, aquatic plants (including algae) are producers that are eaten by water snails, tadpoles, or fly larvae (primary consumers). The primary consumers are eaten by carnivorous fish. When all these organisms die, they are broken down by microorganisms. This relationship seems linear and is thus termed the food chain.\n\nHowever, in reality, the relationship between plants and different animals are not that simple. A single animal can be a part of several food chains. Thus the interconnected food chains form a food web that is particular to a single ecosystem. The fly larvae in the water can be eaten by frogs that are eaten by snakes that are eaten by hawks. The frogs can also be eaten by owls that also feed on hawk eggs and snakes. Cranes and ducks eat carnivorous fish. These birds can also be eaten by hawks. This intricate connection between different animals and plants can be described by food webs.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1vMx-Re3iUyfiOT4rca-LXgivDiMsc-KI\">\n  <figcaption>Food Web (Arrows point towards the predators)</figcaption>\n</figure>\n\n\nCan you figure out how you are related to the animals or plants around you? It might not be a direct relation but indirect through other animals and plants. Do this exercise with the next living being you see and you can become an expert on figuring out food webs. Take help from others on the internet who has already figured some food webs out. It is incredible to realize we are dependent on all living beings around us.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Ecosystem. Wikipedia.](https://en.wikipedia.org/wiki/Ecosystem)\n- [Diatom. Wikipedia.](https://en.wikipedia.org/wiki/Diatom)\n- [Lion. Wikipedia.](https://en.wikipedia.org/wiki/Diatom)\n- [Praying Mantis. Wikipedia.](https://en.wikipedia.org/wiki/Mantis)\n- [Cichlid. Wikipedia.](https://en.wikipedia.org/wiki/Cichlid)\n- [Owl. Wikipedia.](https://en.wikipedia.org/wiki/Owl)\n- [Human. Wikipedia.](https://en.wikipedia.org/wiki/Human)\n- [Barracuda. Wikipedia.](https://en.wikipedia.org/wiki/Barracuda)\n- [Elton, C. S. 1927. Animal Ecology. Macmillan Co.](https://archive.org/stream/animalecology00elto?ref=ol#page/n7/mode/2up)\n- [Simberloff, D. 2012. Charles Elton: Pioneer Conservation Biologist. Environment and History 18(2).](https://www.ingentaconnect.com/content/whp/eh/2012/00000018/00000002/art00003)\n- [Hui, D. 2012. Food web: Concepts and Applications. Nature Education Knowledge 3(12):6.](https://www.nature.com/scitable/knowledge/library/food-web-concept-and-applications-84077181/)\n\n</div>","slug":"who-are-we-dependent-on","title_img":"https://drive.google.com/uc?export=download&id=1I4bwogFfYkS7RiJ3dSgEiV517JiWHk55","description":"ECOSYSTEM"},{"id":1606543200,"title":"THE LONG-NECKED BEAUTIES OF AFRICA","author":"PK","date":"November 28, 2020","content":"\nThe tiny face high in the air, the cute horns, and the soulful eyes. Giraffes are the long-necked beauties of Africa. I have only seen them in zoos but I long to see them in their natural habitat.\n\nGiraffes are such an obscure animal for the rest of the world. We know that they have long necks, mini horns (called ossicones), and patterned coats. But are all giraffes the same? Where do they live? How did they get their long necks? Let’s see if we can find some of the answers.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1QS6_9CNFZxrS17F5K72HVxjc2auMwf0B\">\n  <figcaption>Different species of Giraffes (Source)</figcaption>\n</figure>\n\n\nGiraffes (Original scientific name: Giraffa camelopardalis) live in open grasslands in small herds, usually around six individuals. The nine subspecies of giraffes are spread throughout the continent of Africa – from Chad in the North to South Africa in the south, from Niger in the west to Somalia in the east.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1MGfi1OLf3RATBMawGtk-bdw-sjoNBBFm\">\n  <figcaption>Range of Giraffes in Africa (Source)</figcaption>\n</figure>\n\n\nGiraffes have hump-like camels and are spotted like leopards. Initially, they were thought to be a combination of camels and leopards which gave giraffes the species name ‘camelopardalis’. However, giraffes are related to certain deers, sheep, goats, cows, etc. The coat pattern of giraffes is quite interesting. It is unique for each giraffe. Like our thumbprints! Although the giraffes living in the same area look similar, giraffes from different populations have vastly different coat colors and patterns. It was generally accepted that there are 9 subspecies of giraffes but in 2016, a study used DNA analysis and found 4 species of giraffe instead of just one. These 4 subspecies have not interbred for over a million years and thus have evolved into separate species.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1Smlpja4BRjQchf6ghERnX7j984okp-O_\">\n  <figcaption>Coat patterns of different Species and Subspecies of Giraffes.\nImage: International Hoofstock Awareness Association</figcaption>\n</figure>\n\nGiraffes can be as tall as 5.8m (19ft) with just their legs as well as necks about 1.8m (6ft) tall each. Giraffes weigh between 800 and 1300 kgs (1750 to 2800 lbs). Male giraffes are called bulls while females are called cows and baby giraffes are called calves. Quite like cows, giraffes bring up their food from the stomach and spend a lot of time chewing. As the world’s tallest mammal, giraffes have to eat a lot of food. Their 45-54cm (18-21in) long tongues come in handy while they are browsing for leaves from tall trees. Thus, giraffes move around a lot in search of food. They can run at a speed of about 56km/hr (35mph) and can travel longer distances at 16km/hr (10mph). Giraffes spend 16-20 hours a day eating or searching for food.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1ptL85C0FHQKkFfuGapKUFmIePLIyK-qT\">\n  <figcaption>Giraffe with a long tongue.</figcaption>\n</figure>\n\nHaving long necks and legs, giraffes have to carefully maneuver themselves while drinking water. They have to spread their front legs and then lower their neck to the watering hole. This is also when they are the most unguarded and open to attacks from predators like lions, spotted hyenas, leopards, and African wild dogs.\nMost of a giraffe’s day is spent on eating and being on the lookout for predators. But when do they sleep? Turns out adult giraffes only need 5 to 30 minutes of sleep every 24 hours. They sleep standing or sometimes leaning. Young giraffes can sleep for closer to 5 hours. Female giraffes give birth or deliver their calves standing up. Thus a calf is welcomed into this world with a 1.5m (5ft) drop. Interestingly, the calves can stand up in half an hour and run with their herd in as little as ten hours. Imagine a human baby running ten hours after birth! \n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1QXd7kI8zXQTFxTwxlWd_IFb2H5pNa-VX\">\n  <figcaption>Sleeping Giraffe</figcaption>\n</figure>\n\nGiraffes are closely related to another mammal called Okapi. With seven Giraffe species already extinct, the nine subspecies still living in Africa are deemed ‘Vulnerable’. This means there is severe loss of giraffe habitat but there is still time to combat the problem. \n\nThrough millions of years of evolution, modern giraffes have long necks with long legs. Have you ever wondered how giraffes have such long necks?\nJean Baptiste-Lamarck in the early 1800s had a theory. Since giraffes lived in dry areas where there are either shrubs or high trees, Lamarck thought ancestors of giraffes focused on the higher leaves instead of competing with other browsers for shrubs. In their struggle, short-necked giraffe ancestors developed longer necks with front legs longer than hind legs by stretching their necks. He thought, every generation of giraffes practiced this behavior and the length of their necks increased every generation. Thus we ended up with the long-necked giraffe. \n\nHowever, since Darwin, we now know that is not how evolution occurs. Evolution occurs over a whole population and not at an individual level. There are two main hypotheses that explain the long neck of the giraffe.\n(Remember ‘hypothesis’ from ‘How does science happen?’).\n\n\n<figure class=\"image\">\n  <img  src=\"https://drive.google.com/uc?export=download&id=1ipgQufaB_VwmoPbUMVO_mDAAqQwiJsLh\">\n  <figcaption>‘Competitive Browser’ or ‘Neck-for-sex’?</figcaption>\n</figure>\n\nCompeting browsers hypothesis: As Lamarck suggested, ancestors of giraffes likely competed with various other browsers in the grasslands of Africa. Darwin thought, with the scarcity of food during dry seasons, the giraffes who had longer necks had an advantage as they could eat the leaves on the trees instead of competing for the shrubs. These giraffes were more successful and healthy and could reproduce better, thus they passed their longer neck genes on to the next generation. With natural selection working on the giraffes, long-necked giraffes evolved who were better at getting food, traveling longer distances (due to longer legs) in search of food, and thus surviving. \n\nNeck-for-sex hypothesis: Necks are useful in combat between males to impress a female giraffe. Necks have evolved as a weapon or tool for intrasexual (within the same sex, here males) struggles between male giraffes when they are competing for an adult female giraffe. This is also called sexual selection. There are differences in the neck structures of bull and cow giraffes. Also, when compared with closely related browsers like okapi and giraffe fossils, it is seen that there is specific selection pressure on the length of the neck compared to the total length of the vertebral column. This evidence supports the neck-for-sex hypothesis.\n\nHowever,  another study refutes this idea as there are no significant differences between the lengths of necks of bull and cow giraffes. If long necks were a result of sexual selection, females would have shorter necks. On the other hand, giraffes have had necks that are 2m longer than their tallest competing browsers for over a million years. This challenges the ‘competitive browsers’ hypothesis as otherwise, there should have been browsers of different in-between neck lengths. The challenge to the sexual selection hypothesis is the long neck of the females.\n\nIt is likely that the long necks of giraffes evolved with a mix of both hypotheses. Along with being a competitive browser, giraffes also used neck-for-sex. However, the relative importance of each theory is still debated.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=12_Pww0LE0RoZDoYFF-TXjbbjHvYDvOJX\">\n</figure>\n\n\nGiraffes are fascinating creatures that tower over everything in the grasslands of Africa. There is much more information about them out there. I highly recommend following one of the links below to find out more about giraffes. After all these long-necked beauties deserve our love and attention.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Giraffe. Wikipedia.](https://en.wikipedia.org/wiki/Giraffe)\n- [Giraffe. National Geographic.](https://www.nationalgeographic.com/animals/mammals/g/giraffe/)\n- [Giraffe. San Diego Zoo.](https://animals.sandiegozoo.org/animals/giraffe)\n- [Fenessy, J. et al. 2016. Multi-locus Analyses Reveal Four Giraffe Species Instead of One. Current Biology 26(18).](https://www.sciencedirect.com/science/article/pii/S0960982216307874)\n- [Tobler & Schwierin. 1996. Behavioural sleep in the giraffe (Giraffa camelopardalis) in a zoological garden. Journal of Sleep Research 5(1).](https://onlinelibrary.wiley.com/doi/abs/10.1046/j.1365-2869.1996.00010.x)\n- [Burkhardt, Jr., R. W. 2013. Lamarck, Evolution, and the Inheritance of Acquired Characters. Genetics 194(4): 793–805.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3730912/)\n- [Simmons, R. E. & Altwegg, R. 2010. Necks-for-sex or competing browsers? A critique of ideas on the evolution of giraffe. Journal of Zoology 282:6–12.](https://zslpublications.onlinelibrary.wiley.com/doi/epdf/10.1111/j.1469-7998.2010.00711.x)\n- [Mitchell, G. et al. 2009. Sexual selection is not the origin of long necks in giraffes. Journal of Zoology 278: 281–286.](https://zslpublications.onlinelibrary.wiley.com/doi/epdf/10.1111/j.1469-7998.2009.00573.x)\n\n</div>","slug":"the-long-necked-beauties-of-africa","title_img":"https://drive.google.com/uc?export=download&id=1OCIlmAhAcfjfaUg15ED20pTcQtX6CtBs","description":"THE LONG-NECKED BEAUTIES OF AFRICA"},{"id":1605938400,"title":"The Power of POTATOES","author":"PK","date":"November 21, 2020","content":"\nIn school science fairs, we often do fun projects that remain memorable for a lifetime. The hiccups we faced while finishing the project, the fun we had with our friends, and the success/failure of the project are all important learning curves. \n\nOne such project that I was always interested in but never got around to is the potato clock. I had so many questions. Is it a real science experiment or a magic trick? Does it really work? Can it solve the world’s energy crisis? To understand, we will first have to know how electricity works. \n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=11gsZlYVIOoGfb8oRfBbncCCgpeFoOZ74\">\n  <figcaption>Atom</figcaption>\n</figure>\n\n\nEverything is made of tiny parts called atoms. Atoms consist of positive charges or protons and neutral charges or neutrons in its core or nucleus. Outside the nucleus, negative charges or electrons revolve around the nucleus. Electricity is the flow of these negative charges through conductors.\n\nConductors of electricity are materials that can pass on or lose electrons easily, thus facilitating the movement of electric charges. We have always been taught to not bring water near electronics like toasters as it might electrocute us. The reason is that the water we use is a very good conductor of electricity. Some other examples of good electrical conductors are different metals like copper, gold, etc., impure water (especially seawater), and even concrete.\n\nThings that do not conduct electricity are called insulators. These materials do not contain extra electrons to lose and thus can stop the flow of electric charge. When working with electricity, often we would keep a piece of dry wood nearby to hold in case of electrocution. Plastic, pure water, dry wood, and asphalt are examples of good insulators.\n\nFor any electronics to work (light bulbs, watch, phone, etc.), there has to be a closed-loop circuit for the electrons to flow through. One end of the circuit is positive while another end is negative. When using a battery, the positive end is connected to the positive end of an electronic circuit and the negative end is connected to the negative end of the electronic circuit. This creates a closed-loop where electrons can flow. \n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1Bi_s-grWDbKAAkWdqAL1NdYjYd4WXpjd\">\n  <figcaption>A Simple Circuit</figcaption>\n</figure>\n\n\nThe reason why electric charges flow through a circuit is the difference in “pressure” or potential between the positive and negative nodes of the battery. This difference in potential is called electric potential or voltage (designated V) and is measured in volts (V). The resulting flow of charges is called electric current (designated I), which is measured in amperes (A). Interestingly, the direction of the flow of electric current (positive to negative) is the opposite of the direction of the flow of electrons (negative to positive). During the flow of electric current, there is also resistance (R) to its flow due to the length or shape of the conductor. The values of voltage, electric current, and resistance are dependent on each other.\n\nThere are many more nitty-gritty details to electricity but to make a potato clock this is all we need to know. The first electrical battery was made using saltwater by the Italian physicist  Alessandro Volta, in 1799. . And, you guessed it, the unit Volt is named after him. \n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1uFf77WjL69vPswDtCx0fPLVIeW342v3l\">\n  <figcaption>Potato Clock</figcaption>\n</figure>\n\nThe potato clock, invented in 1983 by William A. Borst, is a variation of Volta’s battery. And essentially, the potato clock is a clock powered by potato and can be a potato light bulb or a potato humidifier. However, the amount of electricity required to power each device will be different. There are different similarly easy ways to make a potato clock. \n\nFor this project, we will need\n\n- 2 potatoes\n- 2 small pieces of copper wire\n- 2 galvanized nails\n- 3 pieces of wire with alligator clips at both ends and,\n- a low volt (1-2 volt) clock.\n\nTo assemble a potato clock, start by putting 1 galvanized nail and 1 copper wire on each side of a potato. It is important that the nail and wire are not touching inside or outside of the potato. Repeat with the 2nd potato. \n\nNext, connect the copper wire of one potato to the positive terminal of the clock in the battery compartment (flat side) using the alligator clip wires. Similarly, connect the nail of the second potato to the negative terminal of the clock (spring side) using the wires. \n\nOnce you make sure that none of the connections are touching each other, connect the nail of the first potato to the copper wire of the second one. Once the 3rd connection is made i.e. a closed-loop circuit is formed, the clock should start working.\n\nThis can be repeated with other fruits and vegetables containing different kinds of acids. Potatoes contain phosphoric acids and lemons contain citric acid.\n\nThis video uses slightly different materials, but is great for visualization:\n\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/mz2UamvhChE?start=0\" ></iframe>\n</div>\n\n\nAs exciting as it sounds, this will not work for very long. The potato or lemon itself is not a source of energy. The potato acts as a buffer for the electrodes (galvanized nail containing zinc and copper wire) and is an electrolyte. The actual source of energy is the chemical change of zinc as it dissolves into the acid in the potato or lemon. \n\nIn this experimental setup, copper is at a higher potential than zinc in the nail. Because of this difference in potential (Voltage), electrons flow from the zinc nail (negative terminal) through the external circuit to the copper wire (positive terminal) The circuit will only work as long as there is zinc left to be dissolved in the acid. Once the zinc-coated onto the nail is gone, there will be no electric charge produced. Thus the clock will stop working.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1dwW4tN4_36KKEDryVs_znxQmQEDv6Yhs\">\n  <figcaption>Potato Clock with directions of flow of electric current and electrons</figcaption>\n</figure>\n\nDespite potatoes not being the energy source, treating the potatoes before using them has shown to yield better results. In 2010, a study showed that boiling or treating the potatoes in a certain way to break down their cells can produce ten times as much energy as resistance is lowered with access to more electrons. According to this study, the Zinc-Copper electrolyte cells using potatoes can lower the energy costs significantly. In an interview with BBC.com, Professor Haim Rabinowitch from the Hebrew University of Jerusalem said, “A single potato can power enough LED lamps for a room for 40 days”. This kind of energy source will create low voltage energy but it will be enough to charge mobile phones and laptops. \n\nPotatoes are one of the biggest food sources in the entire world and it is difficult to turn a food source into a source of electrical energy. A different research group worked with plantain piths (not consumed and thrown away), and saw similar results. Though potatoes work better, this process can be replicated with other vegetables as well.\n\nCompared to similarly priced fuel, one liter of kerosene will only last 2 days while a Zinc strip (the actual source of energy in the potato battery) will last up to 5 months. However, the plantain pith or potato itself will likely not last that long and rot. It cannot be denied that this will be a good source of biodegradable power to millions of people who do not live in electric grids. Nevertheless, there are more things that need to be considered and worked on before commercializing this type of battery.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1zmZzj-BcuXgPEzAWGPPhv78hD7JRdND6\">\n</figure>\n\n\nI find it highly exciting that a middle school science project can one day be a solution to the world’s energy crisis despite being farfetched. Till that day comes, try to power a bulb, an LED strip, or a clock with some veggies on your own kitchen table.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Driver, R. 1985. Children’s ideas in Science. McGraw-Hill Education (UK).](https://books.google.com/books?hl=en&lr=&id=GS_lAAAAQBAJ&oi=fnd&pg=PA33&dq=what+is+electricity&ots=OPMboNGjkJ&sig=p9bR0_kUCsB0NFlRcSnyVe0yz4o#v=onepage&q=what%20is%20electricity&f=false)\n- [Cecchini, R., and Pelosi, G. 1992. Alessandro Volta and his battery. IEEE Antennas and Propagation Magazine, 34(2):30-37.](https://ieeexplore.ieee.org/document/134307?denied=)\n- [Goodisman, J. 2001. Observation on Lemon Cells. Journal of Chemical Education 78(4):516-518.](https://pubs.acs.org/doi/abs/10.1021/ed078p516)\n- [Golberg, A. et al. 2010. Zn/Cu-vegetative batteries, bioelectrical characterizations, and primary cost analyses. Journal of Renewable and Sustainable Energy  2(3).](https://aip.scitation.org/doi/full/10.1063/1.3427222)\n- [Kalan, J. 2013. Potato power: the spuds that could light the world. BBC.com.](https://www.bbc.com/future/article/20131112-potato-power-to-light-the-world)\n- [Jayashantha, N. et al. 2012. Biodegradable Plantain Pith for Galvanic Cells. Proceedings of the Technical Sessions 28 (2012) 92-99.](https://www.researchgate.net/profile/Kasthuri_Jayasuriya/publication/266024635_Biodegradable_Plantain_Pith_for_Galvanic_Cells/links/545c59bf0cf249070a7a9dd3/Biodegradable-Plantain-Pith-for-Galvanic-Cells.pdf)\n\n</div>","slug":"the-power-of-potatoes","title_img":"https://drive.google.com/uc?export=download&id=1JpoM-EX-L7FdQOOCdcZ7FhQ8i6k3HNOJ","description":"The Power of POTATOES"},{"id":1605333600,"title":"Animal BEHAVIOR","author":"PK","date":"November 14, 2020","content":"\nHave you heard about Pavlov and his dog?\n\nIn the early 20th century, Pavlov noticed that his dog salivated automatically when there was meat nearby but the dog had no specific reaction to a ringing bell. So, Pavlov designed an experiment where he rang a bell at the same time when the dog was served meat. After some time, the dog would salivate whenever the bell rang, even in the absence of meat.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1IBUtB7vvL7MDLhgHJu_DVLdVNhjgb9hN\">\n</figure>\n\n\nPavlov was a physiologist and not particularly interested in animal behavior. Despite his use of non-ideal methods, he provided an objective way to measure animal behavior and its connection to psychology. This is a popular story related to the exciting branch of biology, called ethology or the study of animal behavior. \n\nAnimal Behavior is everything that animals do. This includes all activities including movement and the decisions behind them. It is also finding out why and how animals show these behaviors.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1AkQMFD_4T1mTCZNhyuPK3wV0bTt-s8Sp\">\n</figure>\n\n\nThis branch of biology unofficially started over 150 years ago with Charles Darwin with the publication of his theory of evolution. Darwin’s theory provided a clearer perspective for studying biology and a guide for delving into the exciting new world of animal behavior. Let’s find out how this is done.\n\nLike humans, all other animals have different sense organs that they use to perceive their environment and to respond to cues or signals. A collection of these responses is termed as behavior. Many of these behaviors are innate (genetic/present since birth) like breathing and some behaviors are learned over the lifetime like cycling or checking both ways before crossing a street. Most animals have these innate and learned behaviors.\n\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=11eieagjAGYdwKvxfRZZKGG4FEnR4a6I4\">\n</figure>\n\n\nNow, do you like crickets? Sometimes their chirps annoy me but my curiosity is piqued by their jumping movements. Why do they jump? An answer would be to get to something or to get away from something or both. Thinking about other animals we have seen, probably the cricket wants to get to a mate or prey to eat and get away from a predator. But how does a cricket know if there is a mate or predator? How does it decide whether to go towards something or away?\n\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1DIIqraqWEEnNYulUEfbN7rT1ZVb93TCD\">\n</figure>\n\n\nAn experiment was done in 1978, where a cricket was fixed on a platform. The cricket could still move but not fly away. Sounds were played through a speaker at different frequencies. It was seen that the crickets turned towards the speakers at sound frequencies 3-9 kilohertz (kHz) but they turned away from the speaker at 30-70 kHz. If their directionality is taken as the direction they will fly to, it can be inferred that the crickets want to go towards lower frequencies but get away from higher frequencies. Interestingly, it was found that crickets make sounds at 3-9 kHz i.e. to find mates the crickets will go towards sounds at these frequencies. On the other hand, their predators like bats use ultrasonic echolocation at 30-70kHz, i.e they want to escape when they hear these frequencies.\n\nThus natural selection played a role in the evolution of these animals’ behaviors. They have a keen hearing for other crickets and ultrasonic hearing for their predators. Biologist Dobzhansky said ‘Nothing in Biology makes sense, except in the light of evolution’. \n\nNow think about all the animals you have observed over your life. If you have not, that should be your next task – to observe an animal for 5 minutes. What were these animals doing? Maybe, you failed to swat at a fly or saw a rabbit in your garden. How do they do certain things and why? These are questions that have been asked for almost a hundred years now and some answers have been found.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=18Q88qOTDExvCIsF5PltgqjwOvKmsdjG8\">\n</figure>\n\n\nThe field of animal behavior became mainstream and a separate focus of study with scientists like Konrad Lorenz and Niko Tinbergen. Lorenz is called the ‘Father of modern Ethology’. There were many scientists who worked with animals to understand animal behavior prior to Lorenz and Tinbergen. Charles Turner’s contribution to studying insects and developing scientific ways to perform experiments went unnoticed for a long time. However, with winning the Nobel Prize in 1973 in Physiology or Medicine, Lorenz and Tinbergen along with Karl von Frisch brought this field into the public eye. There are hundreds of ethologists now who are working on different animals. All the questions these scientists are asking are thrilling.\n\nNext time you observe an animal and you have a question, use Google Scholar to find out about all the cool research on that animal. If you don’t find an answer, think of an explanation.\n\nMaybe your hypothesis will be the one supported by experimental results!\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- Rubenstein, D. R. and Alcock, J. 2019. Animal Behavior Eleventh Edition. USA. Oxford University Press.\n- [Akpan, B. 2020.  Classical and Operant Conditioning—Ivan Pavlov; Burrhus Skinner. Science Education in Theory and Practice, 71-84.](https://link.springer.com/chapter/10.1007/978-3-030-43620-9_6)\n- [Darwin, C. 1859. On the origin of species by means of natural selection, or the preservation of favoured races in the struggle for life 1st Edition. London: John Murray.](http://darwin-online.org.uk/content/frameset?itemID=F373&viewtype=text&pageseq=1)\n- [Moiseff, A. et al. 1978.Steering responses of flying crickets to sound and ultrasound: Mate attraction and predator avoidance. PNAS 75 (8) 4052-4056.](https://www.pnas.org/content/75/8/4052.short)\n- [Dobzhansky, T. 1973. Nothing in Biology Makes Sense except in the Light of Evolution. The American Biology Teacher 35 (3): 125–129.](https://online.ucpress.edu/abt/article/35/3/125/9833/Nothing-in-Biology-Makes-Sense-except-in-the-Light)\n- [Tinbergen, N. 1963. “On aims and methods of ethology.” Zeitschrift für Tierpsychologie 20:410-433.](https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1439-0310.1963.tb01161.x)\n- [Lee. D. N. 2020.Diversity and inclusion activisms in animal behaviour and the ABS: a historical view from the U.S.A. Animal Behavior 164; 273-280.](https://www.sciencedirect.com/science/article/abs/pii/S0003347220300890)\n\n</div>","slug":"animal-behavior-whats-that-about","title_img":"https://drive.google.com/uc?export=download&id=1thcJ20w3jDY4PmkjElKd3gHTSJKKdYoM","description":"Animal BEHAVIOR"},{"id":1604728800,"title":"How Does EVOLUTION Occur?","author":"PK","date":"November 7, 2020","content":"\n\nWhat comes to your mind when you hear the word ‘Evolution’? Maybe the set of pictures where the primates evolve to humans. Maybe the presence of such a huge number of species on Earth. Maybe survival of the fittest or natural selection.\n\nThe big changes that are seen as evolution are just a part of it. Evolution is not just the formation of new species. That is a big step. But there are many tiny steps which are also evolution. This post aims at highlighting all the ways evolution can happen.\n\nFirst, what is evolution? Evolution is the change in the gene pool of a population over generations. The gene pool is the set of characteristics or traits of all organisms in a population. A population is defined as a group of interbreeding organisms isolated from other organisms of the same species. Evolution is the change in the gene frequency in a population over time.\n\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/5NdMnlt2keE?start=0&end=127\" ></iframe>\n</div>\n\n\nCharles Darwin, an English naturalist was the first to officially put forward the concept of evolution.\nDarwin, in his early 20s, sailed to the Galapagos islands (1831-1836) as a gentleman naturalist and companion to the captain of the ship HMS Beagle. On the way there, they made several stops and Darwin learned more and more about different animals from fossils, encounters, anecdotes, and a great deal of data. In the Galapagos, he noticed different types of mockingbirds on different islands as well as the variety in other birds like finches. He returned with burning questions and possible answers hidden in his data.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1FFm1BRphhRnnGQ0o8moLeKVQmyL3l4WU\">\n  <figcaption>Charles Darwin</figcaption>\n</figure>\n\nIt was not until 1859, over 20 years later, when he published his theory of evolution – ‘On the Origin of the Species by means of natural selection’. In the years after his return from the Galapagos, he worked with other scientists, analyzed his data, and developed his inklings into the now-accepted theory. There was no one ‘eureka’ moment for Darwin. It took hard work, a long time, and meticulously following the process of science.\n\nThe main findings of Darwin were:\n\n- A species is a group of interbreeding organisms that can have fertile offsprings.\n- Living organisms have descended from other living organisms with some modifications.\n- The process of natural selection provides meaningful insight into the different species of living things present on Earth.\n\nNow, what is Natural Selection? And why is it important? Before we go there, we have to understand the many different ways evolution occurs. There are 5 ways in which the gene frequencies in a population can change.\n\n\n1. If the population shrinks and individuals with specific traits die, the gene frequency for that trait will change. The gene pool will be defined by the genes of the surviving individuals. With this change in the gene pool, evolution will have occurred.\n2. Evolution depends on which genes get passed on. If individuals find mates who are vastly different from them and add those genes to the gene pool of the population, over time the gene frequency will change and evolution will occur.\n3. There are many random mutations in individuals in a population. If these mutations can be passed on to the next generation which brings changes in characteristics, it will change the existing gene pool thus causing evolution.\n4. If individuals from a population migrate to a different population, the gene frequency of certain traits can change in the second population leading to evolution.\n5. Last but not least is natural selection. In this process, a population better adapts to an environmental stressor i.e. nature selects which traits from that population are better suited. This is the only process that can lead to the formation of new species.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1__XuwhYvmvjFukNlNEEYewhxAmCtr0jA\">\n  <figcaption>Image credit: National Geographic</figcaption>\n</figure>\n\nFor example, some guppies are brightly colored and some are dull. Some populations of guppies have a predator like a cichlid fish nearby. In waters where more predation is present, guppies tend to be duller as brightly colored fish are easily spotted by a predator. But in low predation areas, they are brightly colored. Natural selection affects if the guppies will be brightly colored or dull by the presence of a stressor like a predator.\n\nThe five processes of evolution are very well summarized in the video below.\n\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/5NdMnlt2keE?start=127&end=304\" ></iframe>\n</div>\n\n\nNow that we know about how evolution can occur, let’s think about how often it happens.\nDid you know, we can observe evolution occur within a few years? Biologists Peter and Rosemary Grant saw the beaks of finches evolve twice in a span of ten years depending on the environmental stressors. The Grants have been studying Darwin’s finches in the Galapagos for over 40 years now.\n\n\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/mcM23M-CCog?start=0&end=294\" ></iframe>\n</div>\n\n\nThey studied medium ground finches which had a range of beak sizes between 7 and 11 mm. Thus they had a range of food sources from small soft seeds to large hard seeds. In 1977, when drought struck, the only food source that remained available was the large hard seeds (environmental stressor). Finches with bigger beaks had an advantage there and they are the only ones that survived. Thus their offsprings had bigger beaks on average. So the population shifted from a mix of beaks to mainly medium and large beaks.\n\nLater after heavy rainfall for a few years when drought struck again, the smaller softer seeds were abundant. With the shifting of the food source, the finches with smaller beaks had an advantage and in their offsprings, this was reflected. This led to an increase in birds with smaller beaks and thus the gene frequency of the population shifted from mainly medium and large beaked birds to mainly birds with smaller beaks.\n\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/mcM23M-CCog?start=295&end=673\"></iframe>\n</div>\n\nHowever, the formation of new species or takes millions of years. Populations can often get geographically separated and become two separate populations that do not interbreed. In different environments, different characteristics are favored over others and thus evolution occurs differently in the two populations. The little changes build up and led to different appearances, dissimilar food sources, and incompatible mating habits. Thus if the two populations meet up again, they will not be able to interbreed and produce fertile offsprings. They will have become different species. And this process takes a long time, depending on how different their environmental conditions are.\n\n\n<div className=\"iframe-video\">\n    <iframe className=\"iframe-responsive\" src=\"https://www.youtube.com/embed/mcM23M-CCog?start=674&end=927\" ></iframe>\n</div>\n\n\nThe stories of how organisms adapt to their environment and evolve are increasingly appealing. Locate a plant, a bird, or an insect around your house, go to Google Scholar, and find out how they evolved! You might be surprised.\n\n#### FOR MORE INFORMATION:\n\n\n<div class=\"references\">\n<div></div>\n\n- [Map of the Galapagos Islands](https://tinyurl.com/y3cmb5c7)\n- [Darwin, C. 1859. On the origin of species by means of natural selection, or the preservation of favoured races in the struggle for life 1st Edition. London: John Murray.](http://darwin-online.org.uk/content/frameset?itemID=F373&viewtype=text&pageseq=1)\n- [Andersen, P. 2012. Five fingers of Evolution. Ted-ed.](https://www.youtube.com/watch?v=5NdMnlt2keE&t=2s)\n- [The origin of species: The Beak of the Finch. HHMI BioInteractive.](https://www.biointeractive.org/classroom-resources/origin-species-beak-finch)\n- Haskins, C. P. et al. 1961. Polymorphism and population structure in Lebistes reticulatus, an ecological study. In: Vertebrate Speciation (Ed. by W. F. Blair). Austin: University of Texas Press pp. 320–395.\n\n</div>","slug":"how-does-evolution-occur","title_img":"https://drive.google.com/uc?export=download&id=1Y-sAVVEPxWmtudjfZDd9QMipy2j5QFIX","description":"How Does EVOLUTION Occur?"},{"id":1604120400,"title":"DNA","author":"PK","date":"October 31, 2020","content":"\nDid you know once a few scientists thought DNA was made of 3 twisted strings? With the contributions of many scientists, we now know the real structure of DNA, and no, it does not have 3 strings but 2.\n\n\nThe structure of DNA has been confirmed by X-ray crystallography and electron microscopy (These techniques help ‘see’ very small structures). The discovery of the structure of DNA is a fascinating story. But before we go there, I want to explore the structure of DNA in some detail.\n\nDeoxyribonucleic Acid or DNA are the molecules that encode all the information about the life of an organism. Genomes of all living organisms are made of DNA which looks like a twisted ladder. DNA has a very specific structure and a host of functions.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1cdSp66YnxutfgzZvB3MtpRWWh-ScQouN\">\n  <figcaption>Copy of the structure of DNA in Watson and Crick’s 1953 paper</figcaption>\n</figure>\n\n\nIn this post, I will talk about the structure of DNA, officially first proposed by Watson and Crick in their groundbreaking 1953 paper.\n\nDNA is a polymer. Think of a chain; it is made up of numerous chainlinks. If you want to increase or decrease the size of the chain you add more links or remove links. For DNA, the chainlinks are made up of a phosphate group attached to a deoxyribose sugar. These are connected to one of the 2 types of bases – purine and pyrimidine. There are 2 purine bases – adenine and guanine and 2 pyrimidine bases – thymine and cytosine. The phosphate group, the deoxyribose sugar, and any one of the bases together form one chainlink or a monomer.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1kFqgv3Tygo4CzyB-PFgKg6lQjxsKFhZ1\">\n</figure>\n\nWhen the phosphate group of one monomer connects to the sugar of another, the polymer starts to form. One strand of DNA can contain thousands of such units. This also gives directionality to the DNA strand. The end where the phosphate group is at the terminal is called 5’ (5 prime) end and the other side where the sugar is at the terminal is called 3’ (3 prime) end. But wait, why isn’t one of the bases at the end? Let’s find out.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1eFvCUmxuACeKoEnvnXfiExFw0MBaJiEy\">\n  <figcaption>One strand of DNA.</figcaption>\n</figure>\n\n\nEach type of base can form bonds with another type. This means if a specific type of purine is close to a specific type of pyrimidine, they can ‘hold hands’ and stay close to each other. This helps the DNA keep the two strands close to one another.\nAdenine (A) forms bonds with thymine (T) and guanine (G) forms bonds with cytosine (C). Those bonds are very specific. A will always bond with T while G will always bond with C. This is called base pairing. As the phosphate group and the sugar are the same for all the units, each unit of the DNA polymer is recognized by the bases it contains. The sequence of a DNA strand can be written as a sequence of A, T, G, and C.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1CGG1NGhnF6WIGX0byXAObSJPin9ompJc\">\n  <figcaption>Attraction between purines and pyrimidines.</figcaption>\n</figure>\n\nThe bonds between these specific bases give DNA its most interesting property of DNA. Once you have the sequence of one strand you can very easily get the sequence of the other strand i.e the complementary strand. Since every base forms very specific bonds, this is possible. Thus if you have a molecule of DNA, the number of purines will be equal to the number of pyrimidines.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1mIOOXzGuESqJ-thCZayyBFs5wdV1Uj3w\">\n</figure>\n\n\nLet’s take an example. We have one strand of DNA whose sequence is 5’ATGGCTA3’. The sequence of the complementary strand can be found just by remembering which base bonds with which. So the other strand will be derived 3’TACCGAT5’. This means if you have one strand of DNA you can always sequence the other strand. Using this, if you find an unknown DNA, you can synthesize its complementary strand and thus indirectly find out the sequence of the unknown strand.  This method is called DNA fingerprinting and is used to solve crimes or do paternity tests.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1U5iqUNwNhgE4kpq9YHebxHGyxSEmiT60\">\n  <figcaption>Complementary DNA strands.</figcaption>\n</figure>\n\n\nDid you notice that the 3’ end and the 5’ end are opposite to each other? This makes the two strands of DNA antiparallel or running opposite to each other.\n\nThe DNA strands together form a right-handed helix, i.e. it is twisted to the right. The strands maintain a certain distance and have twists at a specified length. The ribbon in the picture below represents the phosphate-sugar backbone of DNA while the rungs of the twisted ladder are the bonds between the bases. The distance between the same strand overlapping from the front is called a major groove. The distance between alternate strands overlapping is called a minor groove. Each major groove has 10 base pairings.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1xFyUAWbRD27PQkwF9ky8xpgkq7dzIgRS\">\n  <figcaption>Watson and Crick’s DNA with some labels.</figcaption>\n</figure>\n\n\nDNA can make copies of itself which makes it a unique molecule and what makes life possible. There is a vast storage of information about DNA, its properties, and functions that I will bring up in future posts.\n\nDNA is present in every cell of every living organism. It is microscopic and was elusive for a long time. But we have found out so much about the molecule of life in the last 100 years or so. This makes understanding biology easier and open to more avenues towards answers.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Watson, J. D. and Crick, F. H. C. 1953. Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid. Nature 171:737–738.](https://www.nature.com/articles/171737a0)\n- [Elson, D. and Chargaff, E. 1952. On the desoxyribonucleic acid content of sea urchin gametes. Experientia 8, 143–145.](https://link.springer.com/article/10.1007%2FBF02170221)\n- [Mandelkern, M.  et al. 1981. The dimensions of DNA in solution. Journal of Molecular Biology 152(1): 153-161.](https://www.sciencedirect.com/science/article/abs/pii/0022283681900991?via%3Dihub)\n\n</div>","slug":"the-molecules-of-life","title_img":"https://drive.google.com/uc?export=download&id=14DY52WFN92jKO125VTWa73PSHtkkAg9P","description":"DNA"},{"id":1603515600,"title":"HOW IMPORTANT IS ACKNOWLEDGEMENT?- Story of DNA discovery Part III","author":"PK","date":"October 24, 2020","content":"\n\nUntil 1952, the big question still remained. Was DNA without a doubt the genetic material or was it protein? With all the dedicated scientists working towards finding the truth, it did not evade us for long.\n\nIn 1952, American scientists, Alfred Hershey and Martha Chase worked with viruses that attack bacteria, called bacteriophages. Bacteriophages attach to bacteria and inject something (DNA or protein) into the bacteria that contain the ‘instructions’ to make more bacteriophages.\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1xLaqrBr1VChO9tHPPuR5JdAS8pVrBanr\">\n  <figcaption>Hershey and Chase Experiment (1952)</figcaption>\n</figure>\n\n\nWith the information that, sulfur is present in protein but not in DNA while phosphorus is present in DNA but not in proteins, radioactive sulfur and radioactive phosphorus were used to produce two separate batches of viruses. Thus, if radioactivity from sulfur was seen in the bacteria, the protein could be confirmed as genetic material but if radioactivity from phosphorus was detected, DNA would be crowned as the genetic material.\n\nThese two types of radioactive viruses were used to separately infect bacteria in separate containers. After infection, the two containers were processed to separate the virus from the bacteria and all four (two fractions of viruses and two fractions of bacteria) were tested for radioactivity. The phage with radioactive sulfur had radioactivity but the bacteria did not. On the other hand, the virus with radioactive phosphorus did not have radioactivity but the bacteria did. This showed that the ‘instructions’ that the virus passed into the bacteria were made of DNA with radioactive phosphorus. Thus, it was confirmed that DNA is the genetic material that is passed on from the virus to the bacteria.\n\nAlfred Hershey won the Nobel Prize for his discoveries in 1969 but Chase was not a part of it. Key members of the research were not always acknowledged as well as they should be. This discrimination occurred based on gender and/or race. In the next story, this might look like a pattern.\n\nEven while DNA was not confirmed as the genetic material, scientists were trying to find out what DNA looks like. The structure of the DNA was an important key to finding out how it worked and why.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1ImKhN41QjYNsTSm0NIY4usz-wxf0JcDf\">\n</figure>\n\nRosalind Franklin was a British biophysicist and chemist. Born in 1920, Franklin was a brilliant scientist and worked on the porosity of coal for the British government during World War II. For this work, she was awarded her Ph.D. in 1945 by the University of Cambridge. After this, she worked in France perfecting her use of x-ray crystallography. This process helps visualize the structure of small crystalline objects. Her success in scientific research brought her an invitation to work in King’s College, London with Dr. Maurice Wilkins in 1950.\n\nThere are speculations about why Franklin and Wilkins did not continue to work together. But, they started working separately on the same topic. Franklin, having mastered X-ray crystallography, used that technique. She was a robust scientist and published five to ten papers a year and had an excellent work ethic. She worked with her student, R. G. Gosling at this time. As her work progressed, she was making strides in putting her finger on the exact structure of DNA. \n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1lgjvVeB2mogbzKiCnTkKya8rJNbtTEfB\">\n  <figcaption>Copy of image of DNA from Watson and Crick paper (1953). The original for the paper was made by Crick’s wife, Odile.</figcaption>\n</figure>\n\n\nIn 1953, April 25, a groundbreaking paper came out in Nature, proposed by two young scientists, J. D. Watson and F. H. C. Crick, called ‘Molecular Structure of Nucleic Acids: A structure of Deoxyribonucleic Acid’. This paper identified DNA as a double helix with phosphate on the outside and bases on the inside. This was novel as earlier that year, two other scientists, Linus Pauling and Robert B. Corey proposed a DNA structure with 3 intertwined chains and phosphate groups on the inside with bases on the outside. Watson and Crick’s landmark paper identified each structural property of the DNA which was later confirmed by different scientists.\n\nFor their accomplishment, James Watson, Francis Crick, and Maurice Wilkins received the Nobel Prize in Physiology or Medicine in 1962. At this point, you might ask, what was Wilkins’ contribution? In Watson and Crick’s 1953 paper Wilkins was acknowledged as well as Franklin. Why?\n\nIt was later found out that in January 1953, Wilkins, not making much progress himself in discovering the structure of DNA himself, went to Crick and Watson who worked in Cambridge on the same topic. Wilkins knew Franklin was making huge progress. Without her permission, Wilkins showed Watson and Crick some unpublished data of Franklin on the structure of DNA which included the famous Photo 51.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1g0wDTSCkN2zgUOgRsK_J_WyZ1zqffzVa\">\n  <figcaption>X-ray Crystallography paper from Franklin’s paper (1953)</figcaption>\n</figure>\n\nWatson and Crick quickly understood what the photo meant about how the structure of DNA should look like and in 3 months, they published their paper. This would not have been possible at all without Franklin’s Photo 51. But proper credit was not given where it was due. In March 1953, Franklin sent two papers to the press without any inkling of Watson and Crick’s paper. They contained X-ray Crystallography photographs of A and B forms of DNA. The B form is what aligns with Watson and Crick model. The A form although is a double helix has slightly different properties. These contributions were not important enough but Wilkins’ contribution (sharing unauthorized unpublished data) was.\n\nThe story of DNA continues on after this with more discoveries and applications. For now, I will pause here and discuss something else.\n\nI learned about the discovery of the structure of DNA and the scientists, Watson and Crick by the time I was in Class 9. However, the first time I heard about Rosalind Franklin was in the 2nd year of my Bachelor’s degree in Chemistry for Biology class. I was fortunate to have a very righteous teacher who made sure we as a class grasped the importance of Dr. Franklin’s contributions. He even made us perform creative skits on the story of the discovery of DNA to make sure we really appreciated it.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=14TU9XbM1akykV9O3p0AmnWt85Yi5wJri\">\n</figure>\n\nIt was probably insignificant in the grand scheme of things but it instilled in me a deep sense of injustice. How some contributions can be so easily overlooked. How our society is so eager to accept the idea of a ‘lone’ genius or a couple of them when they are from a certain race and/or sex. \n\nRosalind Franklin passed away in 1958, 4 years before the Nobel Prize was awarded. Then it was just convenient to forget about her. But there are people like my professor and A. Klug, Franklin’s colleague who inherited her research, who did not sit idly by. Maybe, her recognition was late but she cannot be forgotten, the fierce and brilliant scientist she was.\n\nWomen in science have had a long struggle. I am sure there are countless women like Martha Chase and Rosalind Franklin, who did not get their due acknowledgment. But it’s high time sexism and racism in science are dealt with. We have come a long way but there is still more hard work to do. \n\nAcknowledgment is as important as representation in Science. They both go hand-in-hand in some ways. If you want to study science, go for it. With your uniqueness, you will be an inspiration for the next generation.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Hershey, A. D., and Chase, M. 1952. Independent functions of viral protein and nucleic acid in growth of bacteriophage. Journal of General Physiology. 36 (1): 39–56.](https://rupress.org/jgp/article/36/1/39/30168/INDEPENDENT-FUNCTIONS-OF-VIRAL-PROTEIN-AND-NUCLEIC)\n- [Rosenfeld, Jo Ann. “Rosalind Franklin: the Dark Lady of DNA.” British Medical Journal, vol. 326, no. 7383, 1 Feb. 2003, p. 289. Gale Academic OneFile, . Accessed 17 Oct. 2020.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125153/)\n- [Watson, J. and Crick, F. H. C. Apr 1953. Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid. Nature 171, 737–738.](https://www.nature.com/articles/171737a0.#citeas)\n- [Pauling, L. and Corey, R. B. Feb 1953. A proposed structure for the nucleic acids. Proceedings of the National Academy of Sciences of the United States of America (PNAS) 39(2): 84–97.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1063734/?page=1)\n- [Franklin, R. E. and Gosling, R. G. Apr 1953. Molecular Configuration in Sodium Thymonucleate. Nature 171, 740-741.](https://www.nature.com/articles/171740a0)\n- [Franklin, R. and Gosling, R. Jul 1953. Evidence for 2-Chain Helix in Crystalline Structure of Sodium Deoxyribonucleate. Nature 172, 156–157.](https://www.nature.com/articles/172156a0)\n- [Klug, A. 1968. Rosalind Franklin and the Discovery of the Structure of DNA. Nature 219: 808-810, 843-844.](https://www.nature.com/articles/219808a0)\n- [Franklin, R. E. and Gosling, R. G. 1953. The structure of sodium thymonucleate fibres. I. The influence of water content. Acta Crstallographica 6:673-677.](https://scripts.iucr.org/cgi-bin/paper?a00979)\n- [Ferry, G. 2019. The structure of DNA. Nature 575: 35- 36.](https://www.nature.com/articles/d41586-019-02554-z)\n- [Classic experiments: DNA as the genetic material. Khan Academy.](https://www.khanacademy.org/science/biology/dna-as-the-genetic-material/dna-discovery-and-structure/a/classic-experiments-dna-as-the-genetic-material)\n\n</div>","slug":"how-important-is-acknowledgement","title_img":"https://drive.google.com/uc?export=download&id=1-WnBJwbSPYvt3Y_jdV5uJHkDKKW-zzCD","description":"HOW IMPORTANT IS ACKNOWLEDGEMENT?- Story of DNA discovery Part III"},{"id":1602910800,"title":"TO DNA OR NOT TO DNA? – Story of DNA Discovery Part II","author":"PK","date":"October 17, 2020","content":"\nAll the characteristics or traits we have, come from either of our parents. It is exciting to talk about Mendelian Genetics to understand the early interpretations of genetic material. But Mendel did not know that that the alleles he found were, what we call genes now. A lot of scientists thought that genes were made of protein in the early 1900s. So, how did we arrive at DNA?\n\nThe beauty of science is that there are so many scientists in the world working on similar things. They can discuss ideas with each other, build on each other’s work, and help us understand life and the universe a little bit better.\n\nIn 1869, Friedrich Miescher, a Swiss doctor isolated DNA for the first time. Miescher, despite being a medical doctor, was more interested in researching biology. Throughout his career, he worked on white blood cells from pus, sperm from different animals, salmon from the river Rhine and nutrition in Swiss prisons. To say the least, Meischer was a versatile scientist. However, his most important contribution is considered to be the discovery of genetic material.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1HeX18YMR6-hwI97n9bNHYAxuPN9jBfx0\">\n  <figcaption>White Blood Cells</figcaption>\n</figure>\n\n\nMeischer was working with pus from patients from a clinic near his lab in Germany. He harvested white blood cells from the pus. When he exposed these cells to different salt solutions, he found some slimy substance. He was not sure what they were but decided to look into the big nucleus of these cells. He developed a method to isolate cell nuclei and put them in similar solutions. Some white substances settled at the bottom of these solutions called a precipitate. The precipitates were unfamiliar to him. They did not behave like proteins, which biologists already knew about. Meischer named the phosphorus-rich precipitate from the nucleus of the cells, nuclein.\n\nHe did not realize the gravity of his discovery. When he worked with the sperm of different animals, he thought nuclein had a role in fertilization which led him closer to the function of DNA unknowingly. Lack of funding and poor working conditions turned him away from his work with the ‘nuclein’ which is a sad truth for a lot of scientists. Several years after his untimely demise in 1895, the significance of his discovery was truly grasped. \n\nA few years later, a German biochemist Albrecht Kossel in the same lab as Meischer, realized the acidic nature of nuclein and named it nucleic acid. He also found that nitrogen bases are associated with nucleic acids. Between 1885 and 1901, he isolated all the nitrogen bases and figured that these ‘nucleobases’ are important for the structure of the genetic material. For his accomplishments in cell biology, Albrecht Kossel won the Nobel Prize in Physiology or Medicine in 1910.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=12D5dfSWrYkxhNgSez_acsp_9zu3As81Y\">\n</figure>\n\n\nAfter his win, he was invited to Johns Hopkins University in the USA to give a lecture. At that time in an interview with the New York Times, Kossel said, ‘The processes of life are like a drama, and I am studying the actors, not the plot. There are many actors, and it is their characters which make this drama. I seek to understand their habits, their peculiarities.’ This is very fitting as Kossel, though did not find the structure of DNA, helped push the field forward by identifying the ‘actors’, the nitrogen bases involved. Kossel also worked with proteins associated with nucleic acids.\n\nDuring and after Kossel’s work, many other scientists found different information that helped understand the genetic material better. At that time it was still debated whether proteins were involved in passing on genetic information. It took the work of a lot of scientists to show that DNA was the genetic material. In 1928, British bacteriologist Frederich Griffith published what came to be known as the ‘Griffith’s experiment’ as the first step towards that.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1C6aimTSPRQxa90920PwGbd97DBqi95sI\">\n  <figcaption>Griffith’s Experiment (Inspired by Madeleine Price Ball)</figcaption>\n</figure>\n\n\nGriffith was studying pneumonia which was a scary disease after the Spanish Flu of 1919. Griffith wanted to make a vaccine for pneumonia and thus wanted to understand the disease better. Griffith worked with 2 strains of Streptococcus pneumoniae bacteria that he used to infect mice. One of the pneumonia strains called ‘rough’ (R) did not cause illness in mice and another strain called ‘smooth’ caused illness in mice. When these two strains were injected separately in mice, they showed the expected results. Now, with this observation, Griffith wanted to find if the S strain can still infect after killing it with heat. \n\nIn his next set of experiments, he heat-killed the S strain and infected mice. It was found that heat-killed S strain could not cause illness in mice. He went one step further, used R strain and heat-killed S strain together to infect mice. This time the mice contracted pneumonia and died. Griffith concluded that even after heat killing there was still something present in the S strain that could ‘transform’ the live R strain and made it infectious. He named it the ‘transforming principle’. Griffith did not succeed in making a vaccine for pneumonia but provided valuable information to the understanding of genetic material. This was an exciting discovery.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1OJDAYvBt1K1_tIifbsbifSkfaW1ZVStz\">\n  <figcaption>Avery-MacLeod-McCarty Experiment</figcaption>\n</figure>\n\n\nA few years later, in 1944, 3 scientists – Canadian-Americans Oswald Avery and Colin McLeod and American Maclyn McCarty wanted to find what Griffith’s ‘transforming principle’ was. They started with heat-killed S strain and slowly purified its components to isolate the ‘transforming principle’. When they isolated it, they could not identify it as protein but it passed the chemical tests for nucleic acid, specifically DeoxyriboNucleic Acid (DNA). The isolated ‘transforming principle’ also had that same amounts of phosphorus and nitrogen as DNA. To confirm, they used enzymes that break proteins (protease) and RNA (RNase) but the ‘transforming principle’ could not be broken by those. However, a DNA digesting enzyme (DNase) broke the ‘transforming principle’ into small pieces and made it non-functional. This was confirmed by adding R pneumonia cells after the enzymes and observing if S illness-causing pneumonia cells appear. For protease and RNase, illness-causing pneumonia appeared, but after using DNase, they did not.\n\nThough these experiments supported that DNA was the ‘transforming principle’, Avery-McLeod-McCarty did not conclusively say that it was DNA as contamination could have occurred. They also likely did not want to go against all the scientists who thought proteins were involved in the genetic transfer. This is one of the instances where science might have been influenced by the then culture of scientific hypotheses. This is not uncommon in many other instances.\n\nSo, how did DNA get ‘confirmed’ as the genetic material? Who finally solved the structure of DNA? Find out in the next post!\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Maderspacher, F. 2004. Rags before the riches: Friedrich Miescher and the discovery of DNA. Current Biology 14(15).](https://www.cell.com/fulltext/S0960-9822(04)00543-3)\n- [Jones, M. E. 1953. Albrecht Kossel, A Biographical Sketch. Yale Journal of Biology and Medicine. 1953 Sep; 26(1): 80–97.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2599350/?page=3)\n- [SEEKS LIFE’S SECRET IN STUDY OF CELLS; Prof. Albrecht Kossel of Heidelberg Comes to Lecture at Johns Hopkins University” The New York Times 27 August 1911](https://www.nytimes.com/1911/08/27/archives/seeks-lifes-secret-in-study-of-cells-prof-albrecht-kossel-of.html)\n- [Griffith, F. 1928. The Significance of Pneumococcal Types. Journal of Hygeine (London) XXVII.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2167760/?page=1)\n- [Avery, O. T., Macleod, C. M. and McCarty, M. 1944. Studies on the chemical nature of the substance inducing transformation of Pneumococcal types: Induction of transformation by a deoxyribonucleic acid fraction isolated from Pneumococcus Type III. Journal of Experimental Medicine. 79 (2): 137–158.](https://rupress.org/jem/article/79/2/137/4753/STUDIES-ON-THE-CHEMICAL-NATURE-OF-THE-SUBSTANCE)\n- [Classic experiments: DNA as the genetic material. Khan Academy.](https://www.khanacademy.org/science/biology/dna-as-the-genetic-material/dna-discovery-and-structure/a/classic-experiments-dna-as-the-genetic-material)\n\n</div>","slug":"to-dna-or-not-to-dna","title_img":"https://drive.google.com/uc?export=download&id=1WxEUZSYONsRr4Hz3go31VMw7-TcfRuIy","description":"TO DNA OR NOT TO DNA? – Story of DNA Discovery Part II"},{"id":1602306000,"title":"First PEAS of Genetics – Story of DNA Discovery Part I","author":"PK","date":"October 10, 2020","content":"\nHave you thought about what makes life possible? The tiny self-copying units called DNA (DeoxyriboNucleic Acid) are present in all living cells on Earth. But how did we find out about them? What do they do? What do they look like?\n\nThe detailed process of understanding DNA took over 100 years. The discovery of DNA is a fascinating story and has many players like any other scientific discovery. As mentioned in Together We Science, discoveries do not happen out of the blue but step-by-step and a lot of great minds are involved. This story is long and thus, will be told in a few parts. \n\nHow is it that you can roll your tongue but your parents can’t? Or maybe the other way round. People from the same family have different characteristics. Or maybe someone has eyes like their grandmother but not like their parents. The reason for all of this can be found out through the study of Genetics. Now, let’s talk about the person who started it. This post will focus on an Austrian monk and his garden of peas.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1zY49BC4ZpioIY4MVSEkLFlwuBRK-3BCO\">\n  <figcaption>Gregor Johann Mendel</figcaption>\n</figure>\n\n\nGregor Johann Mendel was born in 1822 in Austria. After looking at different prospects for a career and completing extensive education, Mendel, a monk, started teaching at a secondary school in the 1850s. In his garden, he noticed pea plants that had different characteristics. Plants were either tall or short, seed coats were brown or white, seeds were round or wrinkled, and so on. But these properties did not always appear together. Tall plants could have either brown or white seed coats; short plants could have either round or wrinkled seeds. These observations aroused curiosity in Mendel. If one of the parent plants was tall and the other was short, what would be the height of their children? Mendel designed experiments to test his theories. He took the first steps toward understanding genetics.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1rGxEOcXoE1RK40anQ_OJK6eAVHOz406q\">\n  <figcaption>7 traits of peas in Mendelian Genetics</figcaption>\n</figure>\n\n\nIn his experiments, Mendel controlled the pollination of the pea plants. This means he controlled that pollen (male sex cells)  from a specific plant went to a specific flower.  His treatments involved pollinating plants with opposite traits and examining their children. Mendel found that there are 7 characteristics or traits of the plants with 2 different possibilities or alleles each. One of the alleles is dominant and one of the alleles is recessive (these only show up if there is another of its kind). Each plant always has 2 alleles for one trait. This means a plant can have 2 of the same alleles (2 dominants or 2 recessives) or they could be mixed and matched where they have 1 dominant and 1 recessive allele. If a plant has 2 of the same alleles for a trait, it is called homozygous. If the alleles are mixed and matched, it is called heterozygous and the plant looks like the dominant trait. Mendel conducted several experiments to find out how these alleles or traits are passed down to the next generation.\n\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1i4D8kf_PTCKofC7GamF7NmOklmyUNtXM\">\n</figure>\n\n\nWith his experimental results, Mendel came up with 2 theories, called Mendel’s laws of inheritance.\n\nFirst, he found that for any trait, each parent’s pairing of alleles split, and one allele passes from each parent to a child.  Which particular allele in a pair gets passed on is completely up to chance. This is called the law of segregation. The ratio of the children with different traits in different generations showed which traits are dominant or recessive and how they are passed to the next generation.\n\nFor example, Mendel started with plants that had homozygous purple flowers and homozygous white flowers. This is called the parental (P) generation. When these plants were cross-pollinated, their next-generation had all purple flowers. This was called the first filial (F1) generation. Did the white flower allele disappear? Next, plants from the F1 generation were self-pollinated and white flowers reappeared in the 2nd Filial (F2) generation along with purple flower plants. The ratio of purple to white flower plants in the F2 generation was 3:1. This shows that the white allele was not lost in the F1 generation, it was just dominated by the purple allele. This means, even if the plant has purple flowers if it has a secret white flower allele, it can be passed on separately to the next generation. When making reproductive cells (gametes), the 2 alleles of a trait are always separated (segregated) and go to different children.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1wHIFCtaI4zJJyMWzCF4ka3Ww2DKScsXC\">\n  <figcaption>Law of segregation</figcaption>\n</figure>\n\nSecond, he found that different pairs of alleles are passed onto the children independently of each other. If a plant has both tall and short alleles and alleles for both purple and white flowers, it will appear tall with purple flowers. Their gametes can have different combinations of the alleles – tall and purple, tall and white, short and purple, or short and white. Therefore, the inheritance of genes at one location in a genome does not influence the inheritance of genes at another location. This is called the law of independent assortment. This law shows that dominant alleles of different traits are not always together but neither are recessive alleles, they can be mixed and matched in various ways while forming gametes.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1wHIFCtaI4zJJyMWzCF4ka3Ww2DKScsXC\">\n  <figcaption>Law of Independent Assortment</figcaption>\n</figure>\n\n\nIf you can roll your tongue, chances are one or both your parents can roll theirs too as tongue-rolling is a dominant allele. If both your parents have blue eyes, you cannot have brown eyes. As blue eye color is a recessive allele, it can only be expressed when there are two of a kind. If you know the alleles of a couple, you can predict the chances of their kid having that allele. This works for predicting the probability of having genetic diseases as well.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1ZiyqB8IFdOicIDIoe6eD1213G4jAdvHl\">\n  <figcaption>How is eye color allele passed on?</figcaption>\n</figure>\n\n\n\nCan you find some other examples in yourself or people around you?\n\nMendel did not get everything right. Many things were unknown back then, there was no modern equipment.  But Mendel formed the basics of studying genetics. For his contributions to understanding the passing down of traits, Mendel is called the ‘Father of Genetics’. The results of Mendel’s experiments were not popular until 1901 when William Bateson translated Mendel’s work from German into English.\n\nMendel’s peas led to one of the first steps to understanding DNA and how it works. To understand Mendel’s laws better, start with Wikipedia and then check out the other sources at the end of this article.\n\nWhat happened next? Who isolated DNA? What experiments were done to find out more about DNA? What about its structure? Find out in the upcoming weeks.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Mendel, Gregor. 1866. Versuche über Pflanzenhybriden. Verhandlungen des naturforschenden Vereines in Brünn, Bd. IV für das Jahr 1865, Abhandlungen, 3–47.](http://www.esp.org/foundations/genetics/classical/gm-65.pdf)\n- [Bateson, W., & Mendel, G. (2009). Mendel’s Principles of Heredity: A Defence, with a Translation of Mendel’s Original Papers on Hybridisation (Cambridge Library Collection – Darwin, Evolution and Genetics). Cambridge: Cambridge University Press.](https://www.cambridge.org/core/books/mendels-principles-of-heredity/0CD46D51C55DABB0E019DDE3607FADD2)\n- [Mendelian Genetics. Genetics Generation.](https://tinyurl.com/y5y8hbwu)\n- [Mendelian Inheritance](https://en.wikipedia.org/wiki/Mendelian_inheritance)\n\n</div>","slug":"first-peas-of-genetics","title_img":"https://drive.google.com/uc?export=download&id=1M723uqoCyXbfk6HJNtjgDyS3OBzQYFDW","description":"First PEAS of Genetics – Story of DNA Discovery Part I"},{"id":1601701200,"title":"Together We SCIENCE","author":"PK","date":"October 3, 2020","content":"\n\nStories about discoveries and inventions in science are fascinating. Have you heard the story of Issac Newton discovering gravity? Or, Edward Jenner inventing vaccination? Or August Kekulé dreaming of the structure of benzene?\n\nThese stories are exciting and inspiring. While these stories focus on one hero scientist who could solve all the problems by themselves, not all of them are true. This can be seen in current popular multimedia (movies/TV shows) as well, where contributions of many people are combined and one lead is presented whom the story follows. For example, in the HBO miniseries Chernobyl, the scientist was Valery Legasov who was helped by 1 or 2 other people. In reality, many scientists were involved in the cleanup efforts after the disaster who were not focused on maintaining dramatic effects.\n\nNow, let’s take a closer look at how the process of science is incorporated in the popular story of how Sir Isaac Newton discovered gravity. There’s no evidence of an apple actually falling on Newton’s head but let’s say it did. \n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1v8sUYfhEGaPL3DWg-_MqwIQ9xfY0Z2FS\">\n</figure>\n\nWhen we follow the process of science, first comes observation. Newton observed an apple fall off a tree. This led him to the question – why did the apple fall off the tree, and a hypothesis that there must be a force pulling the apple to the ground. His prediction was that if everything lands on the ground, there must be a force, which he named gravity (from Latin ‘gravitas’ meaning ‘having weight’) that pulls everything towards Earth. He did calculations and developed his theory of gravity. His calculations led to scientists performing experiments and many studies that showed gravitational force exists between every object in this universe. \n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1elWsMZ8NG6meb3dw7maV80klvnAIjtJB\">\n</figure>\n\n\nIt is an excellent story that tells you the power of thinking and discovery. There are many such great stories in science about the discovery and invention that often portrays the ideas of a ‘lone’ genius or ‘accidental’ discovery. Think about our beloved movie ‘Back to the Future’; Doc Brown was able to make a time machine all by himself, without any other scientist in the world knowing. This is unrealistic. What is left out of all these narratives is the collaborative nature of science. In reality, not one person knows everything; not all ideas come to scientists in dreams.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=10NTy1aeCFfLAlF2lEWnWWkPaN5TZ_MBI\">\n</figure>\n\nContributions of other scientists that came before Newton played a role in the ideas Newton worked on. Newton’s theories were built upon work done by Copernicus, Brahe, Kepler, Galileo, and many others who came before him. That is not to say, he was not a genius, but he was not alone. He developed ideas that were already around and provided ideas for his peers and future physicists like Albert Einstein. His work does not exist in isolation.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1grv12bdwH7H-zzGIfhFhY6uTk-XL2lWT\">\n</figure>\n\n\nTo get an idea, find any scientific paper on Google Scholar. It can be something random or your subject of interest. First, check out the authors in the beginning. Then, scroll to the last couple of pages of the full paper to the ‘References’ section and scan how many papers are cited. This will give you an idea of how many scientists’ work was followed or used as a reference to do the research for just that paper. It will also help you understand that you do not need to reinvent the wheel whenever you start researching a topic. There have been some, if not a lot, research done in your interest, find it, and build on it.\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=13msmUWIyGQpQyB3PPBiccmyknS1_EOiW\">\n</figure>\n\n\nScientists not only belong to research universities but they come from industries, government organizations as well as non-government organizations. Once it is realized how collaborative science is, it’s easier to understand why it might seem like science is always changing when faced with new observations. Often, the initial explanations we hear are the 1st hypotheses that some scientists have, but with experimentation and data analysis, that hypothesis might not be supported and then you hear their alternative explanation or alternate hypothesis. There is always emerging knowledge because of how diverse we are as human beings with diverse perspectives.\n\nWe need to truly cherish the collaborative nature of science along with the fascinating stories and make science a part of our everyday life and not something beyond it.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Isaac Newton: The man who discovered gravity](https://www.bbc.co.uk/teach/isaac-newton-the-man-who-discovered-gravity/zh8792p)\n- [Edward Jenner](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1200696/)\n- [August Kekulé](https://en.wikipedia.org/wiki/August_Kekul%C3%A9#Benzene)\n- [Meaning of serendipity](https://www.merriam-webster.com/dictionary/serendipitous)\n- [Chernobyl, HBO miniseries](https://www.hbo.com/chernobyl)\n- [Chernobyl: 7 People Who Played a Crucial Role in the World’s Worst Nuclear Disaster](https://www.history.com/news/chernobyl-nuclear-disaster-7-people-who-played-crucial-role)\n- [Newton, I. 1687. Philosophiæ naturalis principia mathematica (Adv.b.39.1)](https://cudl.lib.cam.ac.uk/view/PR-ADV-B-00039-00001/46)\n- [Back to the Future, 1985.](https://www.backtothefuture.com)\n- [Rufus, W. C. 1942. The Motion of the Heavenly Bodies](http://articles.adsabs.harvard.edu/full/1942PA…..50..128R)\n- [Singer, C. 1921. What is Science? The Britain Medical Journal 1(3156): 954.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2415517/)\n- [Traore, N. and Landry, R. On the Determinants of Scientists’ Collaboration. Science Communication 19(2): 124-140.](https://journals.sagepub.com/doi/pdf/10.1177/1075547097019002002)\n\n</div>","slug":"together-we-science","title_img":"https://drive.google.com/uc?export=download&id=1D-_lv3n2qYJpsv7lSBLUhsxdvhtdkMz-","description":"Together We SCIENCE"},{"id":1601096400,"title":"Why Become a SCIENTIST?","author":"PK","date":"September 26, 2020","content":"\n\nAs a child, I was often asked, ‘What do you want to become when you grow up?’ This was a reality check for me, realizing what you HAVE to be something when you grow up. Why?\n\nWhen I was 11, I thought of 5 options that I could ‘be’ – a detective, a doctor, a dancer, a scientist or an astronaut. As I grew older, the only option that remained was being a doctor as that was a family expectation. However, in the deepest of my desires, I did not want that for myself. I wanted to explore and not have specific responsibilities in someone’s life. Of course, that seems a little escapist now but I wanted to explore the world and explore the life in it. That will be a future talking point.\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=16SmjyGLIrvfy_yluwillIgic1RStbJgr\">\n</figure>\n\n\nNow, why should anyone want to become a scientist when a lot of other jobs pay so much better? The first important question to ask yourself is, ‘what gives me joy?’ If the answer is related to not having work hours set by someone else, applying creativity in your work, and thinking about the world around you, ask yourself the next three questions to check.\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1dsgJ3Q3_L3WCHFAwJt41hwGOgJY8N0vZ\">\n</figure>\n\n\n1. Do you want to find out how things work? I always feel great when I can figure out how a magician did their trick. Science lets you look behind the curtain. Oh, the fly is just always a fraction of a second faster than me. How?\n2. Do you want to find out why things are the way they are? The apple always falls on the ground. Why?\n3. Do you enjoy meeting new people? Being a scientist, you can travel to different places and meet new people.\n\nIt is a common misconception that all scientists live in laboratories with colorful liquids. \nThe third one is the most important factor in my decision. Depending on what kind of scientist you are, you may never have to see the inside of a lab. Apart from working on your research, you can go to different conferences and meet people from all around the world. Also, if you are interested in science communication, you not only meet other scientists from your field but everyone.\n\nThere is likely a myriad of other reasons to become a scientist. For me, it was the chance to be able to solve even one of the world’s ‘mysteries’. And you can do it all by following the [process of science](https://rainbowsandbrains.com/how-does-science-happen/).\n\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1utZyG_KbZR8ExkNIwWlbd33LYP-mzj8o\">\n</figure>\n\n\nIt is important to remember that science is not a ‘lone’ endeavor. Charles Singer, a historian of science, said that [‘Science is knowledge in the making’](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2415517/). This knowledge does not come suddenly all at once or from one mind. There are rigorous methods and precautions that scientists take to derive results to support their hypothesis. However, scientists are often wrong. The beauty of science is that you can try again and find the right answer. Most importantly, you can work with other scientists.\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=18EfKHrL3yGVN8FKLgx7E-lFj5RbK090d\">\n</figure>\n\n\nThe pursuit of knowledge and truth that scientists embark on is not always easy; it is enthralled with emotions. The joy of supporting your hypothesis, the crippling anxiety of not making progress, the heartbreak of an experiment failing, and the thrill of finding a new way and succeeding; all comes with being a scientist. And everything goes back to the process of science. If you have to reject your hypothesis, that is not the end; you just find an alternate explanation and continue.\n\nThe victory of adding a tiny part of information to the vast repository of science makes being a scientist and everything that comes along worth it.\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Singer, C. 1921. What is Science? The Britain Medical Journal 1(3156): 954.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2415517/)\n\n</div>","slug":"why-become-a-scientist","title_img":"https://drive.google.com/uc?export=download&id=1wwidKxrm3cOLp_dqr27Ch-_62OkyPWl1","description":"Why Become a SCIENTIST?"},{"id":1600578000,"title":"How Does SCIENCE Happen?","author":"PK","date":"September 20, 2020","content":"\n\nDid you change a light bulb recently? Or kept a plant alive on your window sill? Chances are, you used the scientific method.\n\nWhen was the last time you thought about science? There will be a wide range of answers. As a scientist in the making, the answer for me will be now writing this article. If I was watching a movie, I might not focus on it. But every equipment/technique that goes into the procedure of making a movie, does require science.\n\nOften, doing science does not have to be very active. It might be just problem solving, pranking your best friend, or finding a way to make caramel. You are probably engaging in science without knowing it. For example, when you switched on a light and the bulb did not turn on, you must have asked yourself why. This led you to an answer like the bulb is worn out and you acted upon it, solving the situation. This includes the scientific method or process of science.\n\nNow, what is it?\n\n\n<figure class=\"image\">\n  <img src=\"https://drive.google.com/uc?export=download&id=1-noN-OFSgkqkRipyewRH-XS-j7zGJ5sx\" alt=\"6 steps of science: Observation, Question, Hypothesis, Prediction, Experiment, and Results\">\n</figure>\n\n\nIt generally involves 6 steps – Observation, Question, Hypothesis (an explanation), Prediction (how we might be able to show our explanation is correct), Experiment (testing a hypothesis), and Results. At the end of the process, with supportive results, one can accept the hypothesis. That is how science is done. The man who laid out the Scientific Method is [Roger Bacon (~1214-1292)](https://www.jstor.org/stable/2178622?seq=1#metadata_info_tab_contents).\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1Vp_bdJmGjfnqSK2zMDoL_uKpDqqb2wj9\">\n</figure>\n\n\nWith each step, there is some level of thought involved. You probably observe thousands of details throughout a day. Unless you find it out of the ordinary or your curious bone tickled, you might not come up with a question. You will get to a hypothesis as you try to find a possible answer to your question and a prediction when you think about how to test it. It is important to recognize that a hypothesis has to be testable and falsifiable.\n\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1NhmijMmdIZt4k1G_WN1SC2L6JSWRyBdR\">\n</figure>\n\nWhat this means is, you can hypothesize that there might be other planets out there that have life, like on Earth after observing millions of stars in the night sky. However, it is not a testable or falsifiable hypothesis as you cannot actually go look at most other planets at the moment, i.e. cannot perform an experiment. The results of the experiment tell us if your hypothesis is supported or not. And analyzing the results to come up with a conclusion might be a challenge sometimes.\n\nNevertheless, you do not need a degree to use the scientific method. It is likely that you already use it for various tasks in your everyday life.\n\nLet’s take an everyday life example.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1R-SQuj-QG1BQY5DajXOA9S2GQVzjk3vh\">\n</figure>\n\n\n**Observation:** Your car won’t start.\n\n**Question:** Why won’t the car start?\n\n**Hypothesis:** There is no gas in the car.\n\n**Prediction:** If you put in more gas, the car will start.\n\n**Experiment:** You went to the gas station, got more gas in a container and filled up the gas tank.\n\n**Results:** The car still won’t start.\n\n**Alternate hypothesis:** The car battery is dead.\n\nNow, here is an important concept to understand about the scientific method. A hypothesis is an educated guess from previous background knowledge. But your first guess is likely not to be the correct explanation for your question. After experimentation, when you figure that out, there is no shame in rejecting your hypothesis and forming an alternate hypothesis. Sometimes, it might require focusing and thinking hard to come up with a different explanation. And for scientists, this whole process could be repeated countless times before they find the right answer and can show it. Often, scientists do not do it just by themselves. More on that later.\n\n<figure class=\"image\">\n  <img style=\"max-width: 300px;\" src=\"https://drive.google.com/uc?export=download&id=1LTlKmdAhfSpk0uLi119Y2ZXxRZuxF_1X\">\n</figure>\n\n\n\nSo, the next time you are faced with a situation, say your washing machine does not work or your garden is full of flowers that you did not plant, think about the process of science. Remember, you do not have to succeed and resolve the situation on your first try or alone, there is always an alternate hypothesis and many other minds to join forces with.\n\n*Here’s to Science, the incessant pursuit of truth and knowledge!*\n\n#### FOR MORE INFORMATION:\n\n<div class=\"references\">\n<div></div>\n\n- [Thorndike, L. 1914. Roger Bacon and experimental methods in the middle ages. The Philosophical Review 23(3): 271-298](https://www.jstor.org/stable/2178622?seq=1#metadata_info_tab_contents)\n\n</div>","slug":"how-does-science-happen","title_img":"https://drive.google.com/uc?export=download&id=13Vpsn9FVuLC3E29RCJxGkufFLtZDzY2E","description":"How Does SCIENCE Happen?"},{"id":1600491600,"title":"What is RainbowsandBrains?","author":"PK","date":"September 19, 2020","content":"\nGrowing up in a huge congested city, for the longest time, I thought rainbows were probably a myth. Or something that only people who are really lucky can see.\n\nOne day when I was 12, on my way back from school on the school bus, I, suddenly, heard other students sitting behind me shout and run to the back window. When I made out what they were saying, I realized one of them saw a rainbow. I looked out of my nearest window and all I could see were buildings. I tried to go to the back window of the bus but there was already a crowd. After a minute or so, everyone went back to their seats. I felt this hollow that I missed it and I might never have a chance to see another rainbow ever again.\n\nThe first rainbow that I ever remember seeing was right outside my undergrad college. This college was situated 2 or so kilometers outside my birth city. In the first month of college, on a rainy day, with my new friends, I saw it, a rainbow. Looking back, it was a defining moment. From my introverted school days, I became at least an ambivert college kid who talked to a lot of people, exchanged ideas, held leadership positions, and went for what she wanted. Nothing was impossible. Nothing was unseeable. Nothing was unobservable anymore.\n\nThe feeling of freedom means a lot to me. I have felt constrained in lots of ways growing up, so when in college, I was not seen as just a geek who could not speak in public, I spoke my mind left and right but in the back of the head, I still felt imposter syndrome. I still do. One of the bigger questions is why will anyone be interested in what I have to say. Maybe I am just forcing my thoughts out to the world.\n\nI have always been a voracious reader. In high school, social media posts were added to my reading list. Slowly, I felt my world broaden and include things even if I didn’t know they existed. For a while, I was quick to believe everything, but then I learned to filter through the untrue to get to the true stuff. I am still not sure about my success rate though.\n\nIn this process, I learned about this whole world of meaning attached to rainbows. I became an ally. \n\nWhen it came to naming my blog, which is going to be unlike my juvenile dabbles with blogging, I wanted to mean something close to me. I am a scientist or at least on the way to officially be one. I like philosophical discussions. I love reading. I draw and dabble in other forms of art like crafts, dance, and even trying to play a musical instrument. I wanted my blog to be all-inclusive. Everything that concocted in a brain. I want to communicate science along with philosophy and art. I want to put my thoughts out in the universe. And that’s what this blog is for.\n\nWelcome to RainbowsandBrains!","slug":"what-is-rainbowsandbrains","title_img":"https://drive.google.com/uc?export=download&id=1PwOdwJ6fON-o8RxSXv9ZcL7qYzHmQ-Zv","description":"In this article, I will describe the origin story of my blog 'Rainbows and Brains'"}]